{"id": "30448613_sent_1", "text": "The International Genomics of Alzheimer's Project (IGAP) is a consortium for characterizing the genetic landscape of Alzheimer's disease (AD).", "source": "Abstract_30448613"}
{"id": "30448613_sent_2", "text": "The identified and/or confirmed 19 single-nucleotide polymorphisms (SNPs) associated with AD are located on non-coding DNA regions, and their functional impacts on AD are as yet poorly understood.", "source": "Abstract_30448613"}
{"id": "30448613_sent_3", "text": "We evaluated the roles of the IGAP SNPs by integrating data from many resources, based on whether the IGAP SNP was (1) a proxy for a coding SNP or (2) associated with altered mRNA transcript levels.", "source": "Abstract_30448613"}
{"id": "30448613_sent_4", "text": "For (1), we confirmed that 12 AD-associated coding common SNPs and five nonsynonymous rare variants are in linkage disequilibrium with the IGAP SNPs.", "source": "Abstract_30448613"}
{"id": "30448613_sent_5", "text": "For (2), the IGAP SNPs in CELF1 and MS4A6A were associated with expression of their neighboring genes, MYBPC3 and MS4A6A, respectively, in blood.", "source": "Abstract_30448613"}
{"id": "30448613_sent_6", "text": "The IGAP SNP in DSG2 was an expression quantitative trait loci (eQTL) for DLGAP1 and NETO1 in the human frontal cortex.", "source": "Abstract_30448613"}
{"id": "30448613_sent_7", "text": "The IGAP SNPs in ABCA7, CD2AP, and CD33 each acted as eQTL for AD-associated genes in brain.", "source": "Abstract_30448613"}
{"id": "30448613_sent_8", "text": "Our approach for identifying proxies and examining eQTL highlighted potentially impactful, novel gene regulatory phenomena pertinent to the AD phenotype.", "source": "Abstract_30448613"}
{"id": "30617256_sent_1", "text": "Alzheimer's disease (AD) is highly heritable and recent studies have identified over 20 disease-associated genomic loci.", "source": "Abstract_30617256"}
{"id": "30617256_sent_2", "text": "Yet these only explain a small proportion of the genetic variance, indicating that undiscovered loci remain.", "source": "Abstract_30617256"}
{"id": "30617256_sent_3", "text": "Here, we performed a large genome-wide association study of clinically diagnosed AD and AD-by-proxy (71,880 cases, 383,378 controls).", "source": "Abstract_30617256"}
{"id": "30617256_sent_4", "text": "AD-by-proxy, based on parental diagnoses, showed strong genetic correlation with AD (rg = 0.81).", "source": "Abstract_30617256"}
{"id": "30617256_sent_5", "text": "Meta-analysis identified 29 risk loci, implicating 215 potential causative genes.", "source": "Abstract_30617256"}
{"id": "30617256_sent_6", "text": "Associated genes are strongly expressed in immune-related tissues and cell types (spleen, liver, and microglia).", "source": "Abstract_30617256"}
{"id": "30617256_sent_7", "text": "Gene-set analyses indicate biological mechanisms involved in lipid-related processes and degradation of amyloid precursor proteins.", "source": "Abstract_30617256"}
{"id": "30617256_sent_8", "text": "We show strong genetic correlations with multiple health-related outcomes, and Mendelian randomization results suggest a protective effect of cognitive ability on AD risk.", "source": "Abstract_30617256"}
{"id": "30617256_sent_9", "text": "These results are a step forward in identifying the genetic factors that contribute to AD risk and add novel insights into the neurobiology of AD.", "source": "Abstract_30617256"}
{"id": "31055733_sent_1", "text": "Alzheimer's disease (AD) is a progressive neurodegenerative disorder caused by the interplay of multiple genetic and non-genetic factors.", "source": "Abstract_31055733"}
{"id": "31055733_sent_2", "text": "Hypertension is one of the AD risk factors that has been linked to underlying pathological changes like senile plaques and neurofibrillary tangles formation as well as hippocampal atrophy.", "source": "Abstract_31055733"}
{"id": "31055733_sent_3", "text": "In this study, we investigated the differences in the genetic architecture of AD between hypertensive and non-hypertensive subjects in four independent cohorts.", "source": "Abstract_31055733"}
{"id": "31055733_sent_4", "text": "Our genome-wide association analyses revealed significant associations of 15 novel potentially AD-associated polymorphisms (P < 5E-06) that were located outside the chromosome 19q13 region and were significant either in hypertensive or non-hypertensive groups.", "source": "Abstract_31055733"}
{"id": "31055733_sent_5", "text": "The closest genes to 14 polymorphisms were not associated with AD at P < 5E-06 in previous genome-wide association studies (GWAS).", "source": "Abstract_31055733"}
{"id": "31055733_sent_6", "text": "Also, four of them were located within two chromosomal regions (i.e., 3q13.11 and 17q21.2) that were not associated with AD at P < 5E-06 before.", "source": "Abstract_31055733"}
{"id": "31055733_sent_7", "text": "In addition, 30 genes demonstrated evidence of group-specific associations with AD at the false discovery rates (FDR) < 0.05 in our gene-based and transcriptome-wide association analyses.", "source": "Abstract_31055733"}
{"id": "31055733_sent_8", "text": "The chromosomal regions corresponding to four genes (i.e., 2p13.1, 9p13.3, 17q12, and 18q21.1) were not associated with AD at P < 5E-06 in previous GWAS.", "source": "Abstract_31055733"}
{"id": "31055733_sent_9", "text": "These genes may serve as a list of prioritized candidates for future functional studies.", "source": "Abstract_31055733"}
{"id": "31055733_sent_10", "text": "Our pathway-enrichment analyses revealed the associations of 11 non-group-specific and four group-specific pathways with AD at FDR < 0.05.", "source": "Abstract_31055733"}
{"id": "31055733_sent_11", "text": "These findings provided novel insights into the potential genetic heterogeneity of AD among subjects with and without hypertension.", "source": "Abstract_31055733"}
